Repository: Emin-Teov/VideoJobs
Catalog: lib/l10n/app_*.arb
Languages: az

# search
source: Select job types
az: Axtar

# select
source: Select job types
az: İş növlərini seçin

# select_type
source: Job types
az: İş növləri

# select_country
source: Countries
az: Ölkələr

source: All
az: Hamısı

# job
source: I need job
az: iş axtarıram

# service
source: Services
az: Xidmətlər

# talent
source: I have talent
az: Mən istedadam

# offer
source: Job offers
az: İş təklifləri

source: Home
az: Ev

source: Profile
az: Profil

source: Settings
az: Parametrlər

# style
source: Set style
az: Stili təyin et

source: Description
az: Təsvir

source: Guest
az: Qonaq

# change
source: Get {style, plural, =1{dark} other{light}} style
az: {style, plural, =1{Qaranlıq} other{İşıqlı}} stili seç

# categories
source: {category, select, admin{Administration, business and management} financial{Financial services} loan{Loan officer} operative{Operative} branch{Branch Manager} external_control{External control} leasing{Leasing} problem_loans{Problem loans} financial_advisor{Financial Advisor} retail_customer{Retail and customer services} engineering{Engineering} computing{Computing and IT} web_development{Web development} mobile_development{Mobile development} network{Network} development{Development} help_desk{Help desk} it_security{IT security} system_administrator{System administrator} qa_tester{QA tester} head_it{Head of IT} marketing_advertising_print{Marketing and advertising, print and publishing} transport_distribution_logistics{Transport, distribution and logistics} driver{Driver} Warehouseman{Warehouseman} logistics{Logistics} courier{Courier} healthcare{Healthcare} doctor{Doctor} pharmacist{Pharmacist} nurse{Nurse} psychologist{Psychologist} dentist{Dentist} laboratory_assistant{Laboratory assistant} medicine_brother{Medicine brother} medical_representative{Medical representative} education_training{Education and training} legal_court{Legal and court services} facilities_property{Facilities and property services} design_arts_crafts{Design, arts and crafts} graphic_designer{Graphic designer} interior_designer{Interior designer} marketing_sales{Marketing and Sales} content_manager{Content manager} seller{Seller} sales_representative{Sales representative} smm{SMM} copywriter{copywriter} chef{Chef} service{Service} mechanic{Mechanic} technician{Technician} electricity{Electricity} tour_manager{Tour manager} protection{protection} locksmith{Locksmith} welder{Welder} carpenter{Carpenter} showman{Showman} musician{Musician} singer{Singer} dancer{Dancer} professional_model{Professional model} student{Student} other{{category}}}
az: {category, select, admin{İdarəetmə, biznes və idarəetmə} financial{Maliyyə xidmətləri} loan{Kredit mütəxəssisi} operative{Operativ} branch{Filial meneceri} external_control{Xarici nəzarət} leasing{Lizinq} problem_loans{Problemli kreditlər} financial_advisor{Financial Advisor} retail_customer{Pərakəndə və müştəri xidmətləri} engineering{Mühəndislik} computing{Hesablama və İT} web_development{Web development} mobile_development{Mobil development} network{Şəbəkə} development{Development} help_desk{Help desk} it_security{IT təhlükəsizlik} system_administrator{System administrator} qa_tester{QA tester} head_it{IT Qrup rəhbəri} marketing_advertising_print{Marketinq və reklam, çap və nəşriyyat} transport_distribution_logistics{Nəqliyyat, paylama və logistika} driver{Sürücü} Warehouseman{Anbardar} logistics{Logistika} courier{Kuryer} healthcare{Səhiyyə} doctor{Həkim} pharmacist{Əczaçı} nurse{Tibb bacısı} psychologist{Psixoloq} dentist{Diş həkimi} laboratory_assistant{Laborant} medicine_brother{Tibb qardaşı} medical_representative{Tibbi nümayəndə} education_training{Təhsil və təlim} legal_court{Hüquq və məhkəmə xidmətləri} facilities_property{Obyektlər və əmlak xidmətləri} design_arts_crafts{Dizayn və sənətkarlıq} graphic_designer{Qrafik dizayner} interior_designer{İnteryer dizayneri} marketing_sales{Marketinq və Satış} content_manager{Kontent meneceri} seller{Satıcı} sales_representative{Satış nümayəndəsi} smm{SMM} copywriter{Kopirayter} chef{Aşbaz} service{Xidmət} mechanic{Mexanik} technician{Texnik} electricity{Elektrik} tour_manager{Tur meneceri} protection{Mühafizəçi} locksmith{Çilingər} welder{Qaynaqçır} carpenter{Dülgər} showman{Şoumen} musician{Musiqiçi} singer{Singer} dancer{Rəqqas} professional_model{Peşəkar model} student{Tələbə} other{{category}}}

# countries
source: {country, select, AZ{Azerbaijan} GE{Georgia} IR{Iran} KZ{Kazakhstan} KG{Kyrgyzstan} TR{Turkey} UZ{Uzbekistan} other{{country}}}
az: {country, select, AZ{Azərbaycan} GE{Gürcüstan} IR{İran} KZ{Qazaxstan} KG{Qırğızıstan} TR{Türkiyə} UZ{Özbəkistan} other{{country}}}

source: Warning
az: Xəbərdarlıq

# warning_category
source: At least one category must be selected.
az: Ən azı bir kateqoriya seçilməlidir.

# warning_country
source: At least one country must be selected.
az: Ən azı bir ölkə seçilməlidir.

# no_internet
source: No interner
az: İnternet yoxdur

# error
source: An error has occurred
az: Xəta baş verdi
